[PrimeExplosion X2AbilityTemplate]
LocFriendlyName="即将爆炸..."
LocLongDescription="这个MEC内部的反应堆在受到攻击时过载，导致爆炸。"
LocHelpText="受到攻击超载后爆炸。"
LocFlyOverText="即将爆炸..."

[IceThrower X2AbilityTemplate]
LocFriendlyName="冰气喷射器"
LocLongDescription="喷射冰气覆盖目标区域，冻结目标。"
LocHelpText="喷射冰气覆盖目标区域，冻结目标。"
LocFlyOverText="冰气喷射器"
